Repository: FaithTale/nufw
Catalog: debian/po/*.po
Languages: cs, vi

source: Please specify the absolute filename of the public certificate to use for Mysql connections.
cs: Zadejte prosím absolutní cestu k souboru s veřejným certifikátem, který se má použít pro připojení k MySQL.
vi: Hãy ghi rõ tên tập tin tuyệt đối của chứng nhận công cần dùng khi kết nối đến máy phục vụ MySQL.

source: Certificate Authority file used for Mysql SSL connections
cs: Soubor certifikační autority používaný pro SSL spojení k MySQL
vi: Tập tin Nhà cầm quyền Chứng nhận được dùng cho sự kết nối SSL MySQL

source: Please specify the absolute filename of the certificate authority file to use for Mysql connections. EMPTY THIS IF YOU DON'T INTEND TO USE ANY.
cs: Zadejte prosím absolutní cestu k souboru certifikační autority, který se má použít pro připojení k MySQL. POKUD ŽÁDNÝ NECHCETE, NECHEJTE POLÍČKO PRÁZDNÉ.
vi: Hãy ghi rõ tên tập tin tuyệt đối của tập tin Nhà cầm quyền Chứng nhận (Certificate Authority: CA) cần dùng khi kết nối đến máy phục vụ MySQL. HÃY BỎ RỖNG NẾU BẠN KHÔNG ĐỊNH DÙNG NHÀ CẦM QUYỀN NÀO.

source: Certificate Authority files directory used for Mysql SSL connections
cs: Adresář s autorizačními certifikáty, používáný pro SSL spojení k MySQL
vi: Thư mục tập tin Nhà cầm quyền Chứng nhận được dùng cho sự kết nối SSL MySQL

source: Please specify the absolute directory containing certificate authority files to use (in PEM format) for Mysql connections. EMPTY THIS IF YOU DON'T INTEND TO USE ANY. You must enter a directory name here.
cs: Zadejte prosím absolutní cestu k adresáři, který obsahuje soubory certifikační autority (ve formátu PEM), jež se použijí pro připojení k MySQL. POKUD ŽÁDNÝ POUŽÍT NECHCETE, NECHEJTE POLÍČKO PRÁZDNÉ. Zde se zadává název adresáře.
vi: Hãy ghi rõ tên thư mục tuyệt đối chứa tập tin Nhà cầm quyền Chứng nhận (Certificate Authority: CA) cần dùng (có dạng PEM) khi kết nối đến máy phục vụ MySQL. HÃY BỎ RỖNG NẾU BẠN KHÔNG ĐỊNH DÙNG NHÀ CẦM QUYỀN NÀO.

source: SSL cypher to use for Mysql SSL connections
cs: Šifra SSL, která se má použít pro při SSL spojení k MySQL
vi: Mật mã SSL cần dùng cho sự kết nối SSL MySQL

source: Enter the SSL cypher you want to use for Mysql SSL connections. For most sites the default (ALL:!ADH:+RC4:@STRENGTH) is a good value. See openssl (1) for details.
cs: Zadejte šifru SSL, kterou si přejete použít pro SSL spojení k MySQL. Ve většině případů je dobrou volbou výchozí hodnota (ALL:!ADH:+RC4:@STRENGTH). Pro více informací se podívejte do manuálové stránky openssl(1).
vi: Hãy nhập mật mã SSL mà bạn muốn dùng khi kết nối đến máy phục vụ MySQL dùng SSL. Giá trị mặc định (ALL:!ADH:+RC4:@STRENGTH) là một sự chọn tốt cho phần lớn nơi Mạng. Hãy xem trang hướng dẫn (man) «openssl (1)» để tìm chi tiết.

source: PostgreSQL server address
cs: Adresa serveru PostgreSQL
vi: Địa chỉ máy phục vụ PostgreSQL

source: Please enter IP address (or DNS name) of your PostgreSQL server.
cs: Zadejte prosím IP adresu (nebo DNS jméno) pro váš server PostgreSQL.
vi: Hãy nhập địa chỉ IP (hay tên DNS: tên hệ thống tên miền) của máy phục vụ PostgreSQL bạn.

source: PostgreSQL server port
cs: Port serveru PostgreSQL
vi: Cổng máy phục vụ PostgreSQL

source: Please enter TCP port of your PostgreSQL server.
cs: Zadejte prosím TCP port svého serveru PostgreSQL.
vi: Hãy nhập cổng TCP của máy phục vụ PostgreSQL.

source: PostgreSQL database name
cs: Jméno databáze PostgreSQL
vi: Tên cơ sở dữ liệu PostgreSQL

source: Please enter the database name to use to connect to PostgreSQL server
cs: Zadejte prosím jméno databáze, které se použije při připojení k serveru PostgreSQL.
vi: Hãy nhập tên cơ sở dữ liệu PostgreSQL cần dùng để kết nối đến máy phục vụ PostgreSQL.

source: PostgreSQL table name
cs: Název tabulky v PostgreSQL
vi: Tên bảng PostgreSQL

source: Please enter the table name to use to connect to PostgreSQL server
cs: Zadejte prosím jméno tabulky, která se použije při připojení k serveru PostgreSQL.
vi: Hãy nhập tên bảng cần dùng để kết nối đến máy phục vụ PostgreSQL.

source: PostgreSQL username
cs: PostgreSQL - uživatelské jméno
vi: Tên người dùng PostgreSQL

source: Please enter the username to use to connect to PostgreSQL server
cs: Zadejte prosím uživatelské jméno, které se má použít pro připojení k serveru PostgreSQL.
vi: Hãy nhập tên người dùng cần dùng để kết nối đến máy phục vụ PostgreSQL.

source: PostgreSQL password
cs: PostgreSQL - heslo
vi: Mật khẩu PostgreSQL

source: Please enter the password to use to connect to PostgreSQL server
cs: Zadejte prosím heslo, které se použije pro připojení k serveru PostgreSQL.
vi: Hãy nhập mật khẩu cần dùng để kết nối đến máy phục vụ PostgreSQL.

source: PostgreSQL timeout
cs: PostgreSQL - prodleva
vi: Thời hạn PostgreSQL

source: Please enter the timeout (in seconds) for connections to the PostgreSQL server
cs: Zadejte prosím prodlevu (v sekundách) pro připojení k serveru PostgreSQL.
vi: Hãy nhập thời hạn (theo giây) khi kết nối đến máy phục vụ PostgreSQL.

source: prefer
cs: preferovat
vi: thích hơn

source: PostgreSQL SSL wrapping
cs: PostgreSQL - SSL šifrování
vi: Bao bọc PostgreSQL bằng SSL

source: Whether to use SSL to wrap pgsql connections. Disallow prevents use of SSL, prefer attempts to use SSL, then fall backs to unencrypted operations if it fails, allow attemps to use unencrypted mode, then fallbacks to SSL if it fails, require forces the use of SSL.
cs: Otázka, zda použít SSL pro obalení spojení k PostgreSQL. 'Zákaz' zabrání použití SSL. Možnost 'preferovat' se nejprve pokusí SSL použít a pokud je neúspěšná, tak přejde k nešifrovaným spojením. 'Povolit' se pokusí použít nešifrované spojení a poté se uchýlí ke spojení šifrovanému. Možnost 'vyžadovat' si používání SSL vynutí.
vi: Có nên dùng SSL để bao bọc sự kết nối PostgreSQL. Giá trị: • không cho phép trở ngại dùng SSL, • thích hơn cố dùng SSL, rồi phục hồi thao tác không mật mã nếu không thành công, • cho phép cố dùng chế độ không mật mã, rồi phục hồi SSL nếu không thành công, • cần đến buộc dùng SSL.

source: Should nufw daemon be started at boot time?
cs: Má být daemon nufw spuštěn při startu systému?
vi: Bạn có muốn khởi chạy trình nền nufw khi khởi động máy không?

source: Choose this option if you want Nufw to be automatically started at boot time. If you don't choose it, you can start nufw by hand, by running /usr/sbin/nufw with appropriate options.
cs: Tuto možnost zvolte v případě, že chcete, aby se Nufw spouštěl automaticky při startu systému. Pokud si ji nezvolíte, můžete spustit nufw ručně, pomocí příkazu /usr/sbin/nufw spolu s odpovídajícími parametry.
vi: Hãy chọn tùy chọn này nếu bạn muốn tự động khởi chạy trình Nufw khi khởi động máy. Còn nếu bạn không chọn tùy chọn này, bạn có thể tự khởi chạy trình nufw, bằng cách chạy lệnh «/usr/sbin/nufw» với một số tùy chọn thích hợp.

source: Nufw daemon verbosity level:
cs: Upovídanost daemona Nufw:
vi: Cấp chi tiết của trình nền Nufw:

source: The more "v"s are passed at nufw startup, the more verbose daemon logs will be. A good production value is "vv", increase it to get more details in case of problems.
cs: Čím více znaků "v" umístíte při startu nufw, tím upovídanější bude log tohoto daemona. Dobrou volbou je "vv". V případě problémů tuto hodnotu zvyšte, abyste se dozvěděli více podrobností.
vi: Càng nhiều chữ «v» được trả gởi khi trình nufw khởi chạy, càng nhiều chi tiết nó sẽ ghi lưu. Một giá trị làm việc tốt là «vv». Nếu bạn gặp lỗi khi sử dụng nufw, hãy tăng lên cấp chi tiết để xem dữ liệu gỡ lỗi nhiều.

source: Nufw listening address:
cs: Adresa, na které naslouchá Nufw:
vi: Địa chỉ lắng nghe Nufw:

source: Nufw needs to bind to one IP address, to communicate with nuauth daemon. This is not an option, an address must always be listening. It is suggested to have it listening only on needed addresses, which means "127.0.0.1" is nuauth is installed on the same system as nufw, or an internal IP address in most cases. It is not advised to have nufw listen on all adresses, but it can be done specifiing "0.0.0.0".
cs: Nufw potřebuje přiřadit jednu IP adresu pro komunikaci s daemonem nuauth. Toto není možnost, na nějaké adrese musí vždy poslouchat. Je doporučené poslouchat pouze na nutných adresách, což znamená "127.0.0.1" v případě, že je nuauth nainstalován na stejném počítači jako nufw, nebo na interní IP adrese, což je případ většiny uživatelů. Rozhodně se nedoporučuje nechat nufw naslouchat na všech adresách. Pokud byste to však chtěli vyzkoušet, zadejte "0.0.0.0".
vi: Trình Nufw cần phải đóng kết đến một địa chỉ IP nào đó, để truyền thông với trình nền nuauth. Thiết lập này không tùy chọn, vì phải có một địa chỉ luôn luôn lắng nghe. Đệ nghị nó lắng nghe chỉ trên những địa chỉ cần thiết, có nghĩa là «127.0.0.1» (nếu trình nuauth được cài đặt trong cùng một hệ thống với trình nufw) hoặc một địa chỉ IP nội bộ (trong phần lớn trường hợp). Không khuyên trình nufw lắng nghe trên mọi địa chỉ, nhưng mà có thể làm như thế bằng cách ghi rõ «0.0.0.0».

source: Please input an IP address of this system. Default value is "127.0.0.1"
cs: Zadejte prosím IP adresu tohoto systému. Výchozí hodnota je "127.0.0.1"
vi: Hãy gõ một địa chỉ IP của hệ thống này. Giá trị mặc định là «127.0.0.1».

source: Nufw listening port:
cs: Port, na kterém Nufw naslouchá
vi: Cổng lắng nghe Nufw:

source: Nufw needs to bind to an UDP port, to communicate with nuauth daemon. This is not an option, a port must always be listening. It is suggested you leave it at its default value (4129), which is very good for everyone (or nearly). Don't forget to reconfigure your nuauth installation, if you change this.
cs: Nufw potřebuje přiřadit UDP port, na kterém by mohl komunikovat s daemonem nuauth. Toto není volba, na portu musí vždy naslouchat. Je doporučeno, nechat zde výchozí hodnotu (4129), která je velmi dobrou volbou pro každého (nebo téměř každého) uživatele. Při změně této hodnoty, nezapomeňte přenastavit také instalaci nuauthu.
vi: Trình nufw cần đóng kết đến mốt cổng UDP, để truyền thông với trình nền nuauth. Không phải tùy chọn: phải có một cổng lắng nghe suốt. Đệ nghị bạn sử dụng giá trị mặc định (4129), mà thích hợp gần mọi trường hợp. Đừng quên cấu hình lại bản cài đặt nuauth, nếu bạn thay đổi giá trị này.

source: Nuauth daemon IP address:
cs: IP adresa daemonu Nuauth:
vi: Địa chỉ IP của trình nền nuauth:

source: Please enterthe IP address where the Nuauth daemon can be reached. If you run nufw and nuauth on the same box, leave it at default value of 127.0.0.1. Else enter an IP address.
cs: Zadejte prosím IP adresu, na které bude naslouchat daemon Nuauth. Pokud spustíte nufw a nuauth na stejném počítači, nechte zde výchozí hodnotu 127.0.0.1. V opačném případě zadejte IP adresu.
vi: Hãy nhập địa chỉ IP nơi có thể tới trình nền Nuauth. Nếu bạn có chạy hai trình nufw và nuauth trên cùng một máy, hãy dùng giá trị mặc định là «127.0.0.1». Nếu không thì hãy nhập một địa chỉ IP vào đây.

source: Nuauth daemon port:
cs: Port daemonu Nuauth:
vi: Cổng trình nền Nuauth:

source: Please enter the port number nuauth is configured to listen on your installation. On most installations, the default value of 4128 will be correct. Please input a numeric port number.
cs: Zadejte prosím číslo portu, na kterém nuauth naslouchá. Ve většině případů bude správná výchozí hodnota 4128. Zadejte prosím číselnou hodnotu.
vi: Hãy nhập số hiệu cổng nơi đã cấu hình trình nuauth sẽ lắng nghe trong bản cài đặt bạn. Trong phần lớn bản cài đặt, giá trị mặc định (4128) là đúng. Hãy nhập một số cổng thuộc số.

source: Nufw timeout delay:
cs: Časová prodleva Nufw:
vi: Khoảng đợi thời hạn Nufw:

source: Please enter the delay Nufw should "forget" about an IP packet that has been received, and has remained unauthenticated. You probably don't need to tune this parameter, except if your queues are really full. The default value is 15. Please enter a number (which will be interpreted as seconds).
cs: Zadejte prosím prodlevu, po kterou může Nufw "zapomenout" na příchozí paket a nechat ho neautentikován. Pravděpodobně nebudete potřebovat tento parametr vylaďovat, kromě situace, kdy budou fronty skutečně plné. Výchozí hodnota je 15. Zadejte prosím číselnou hodnotu v sekundách.
vi: Hãy nhập thời gian mà trình nufw nên đợi trước khi «quên» một gói tin IP được nhận nhưng mà chưa được xác thực. Rất có thể là bạn không cần điều hưởng tinh tham số này, trừ nếu mọi hàng đợi bạn gần vượt quá. Giá trị mặc định là 15. Hãy nhập một số (mà sẽ được giải thích theo giây).

source: This tracksize parameter is suitable for most configs, and should be changed only if you know what you are doing. Default value : 1000
cs: Tento parametr je vhodný pro většinu nastavení a měli byste jej změnit pouze v případě, že víte co děláte. Výchozí hodnota je: 1000
vi: Tham số kích thước đường dẫn này có thích hợp với phần lớn cấu hình, thì bạn hãy thay đổi nó chỉ khi bạn biết mọi kết quả thôi. Giá trị mặc định là 1000.

source: Nufw Tracksize:
vi: Kích thước đường dẫn Nufw:
