Repository: FaithTale/nufw
Catalog: debian/po/*.po
Languages: cs, vi

source: Should nuauth daemon be started at boot time?
cs: Spustit daemona nuauth automaticky při startu systému?
vi: Bạn có muốn khởi chạy trình nền «dæmon» nuauth khi khởi động máy không?

source: Choose "True" if you want Nuauth to be automatically started at boot time. If you choose "False" you can start nuauth by hand, by running /usr/sbin/nuauth with appropriate options.
cs: Zvolte "Ano", pokud chcete spustit Nuauth automaticky při startu systému. Pokud zvolíte "Ne", můžete spustit nuauth ručně zadáním příkazu /usr/sbin/nuauth spolu s odpovídajícími parametry.
vi: Hãy chọn «Đúng» nếu bạn muốn Nuauth tự động khởi chạy khi khởi động máy. Nếu bạn chọn «Không đúng» thì có thể tự khởi chạy nuauth, bằng cách chạy «/usr/sbin/nuauth» với những tùy chọn thích hợp.

source: Nuauth daemon verbosity level
cs: Úroveň upovídanosti daemonu Nuauth
vi: Cấp chi tiết của trình nền Nuauth

source: The more "v"s are passed at nuauth startup, the more verbose daemon logs will be. A good production value is "vv", increase it to get more details in case of problems.
cs: Čím víc znaků "v" zadáte, tím více informací bude ukládáno do logu. Dobrou volbou je použití "vv". Potřebujete-li při ladění problémů podrobnější výstup, neváhejte přidat další.
vi: Càng nhiều chữ «v» được trả gởi khi trình nuauth khởi chạy, càng nhiều chi tiết nó sẽ ghi lưu. Một giá trị làm việc tốt là «vv». Nếu bạn gặp lỗi khi sử dụng nuauth, hãy tăng lên cấp chi tiết để xem dữ liệu gỡ lỗi nhiều.

source: User that runs Nuauth
cs: Uživatel, pod kterým poběží Nuauth
vi: Người dùng chạy Nuath

source: Name of the user that will run nuauth, please use a low-privileged user.
cs: Jméno uživatele, pod kterým se bude nuauth spouštět. Zvolte prosím uživatele s menšími oprávněními.
vi: Tên của người dùng sẽ chạy trình nuauth. Hãy sử dụng một người dùng không có quyền truy cập đặc biệt.

source: Nuauth client listening address
cs: Klient Nuauth naslouchá na adrese
vi: Địa chỉ lắng nghe trình khách nuauth

source: Address nuauth should listen on for clients. This is useful if this machine owns several interfaces, and you want nuauth to only bind on one of them. Leave the default value "0.0.0.0" if you want nuauth to listen on all interfaces.
cs: Adresa, na které má nuauth naslouchat klientům. Tohle je užitečné v případě, že má počítač více vlastních rozhraní a vy tak můžete nuauthu přiřadit jednu z nich. Pokud si přejete naslouchat na všech rozhraních, pak nechte výchozí hodnotu "0.0.0.0".
vi: Nuauth nên lắng nghe trình khách trên địa chỉ này. Có ích nếu máy này có vài giao diện, và bạn muốn trình nuauth đóng kết đến chỉ một điều thôi. Hãy cho phép giá trị mặc định «0.0.0.0» còn lại nếu bạn muốn trình nuauth lắng nghe trên mọi giao diện.

source: Please enter an IP address of this system or "0.0.0.0"
cs: Zadejte IP adresu tohoto systému nebo "0.0.0.0"
vi: Hãy nhập một địa chỉ IP của hệ thống này, hoặc «0.0.0.0».

source: Nuauth nufw listening address
cs: Adresa, na které poslouchá Nuauth nufw
vi: Địa chỉ lắng nghe nufw nuauth

source: Address nuauth should listen on for nufw packets. This is useful if this machine owns several interfaces, and you want nuauth to only bind on one of them. Leave the default value "0.0.0.0" if you want nuauth to listen on all interfaces (not advised).
cs: Adresa, na které má nuauth poslouchat pakety nufw. Toto je užitečné, pokud má tento počítač více různých rozhraní a vy chcete přiřadit nuauthu pouze jedno z nich. Pokud si přejete naslouchat na všech rozhraních, pak nechte výchozí hodnotu "0.0.0.0" (nedoporučuje se).
vi: Trình nuauth nên lắng nghe gói tin nufw trên địa chỉ này. Có ích nếu máy này có vài giao diện, và bạn muốn trình nuauth đóng kết đến chỉ một điều thôi. Hãy cho phép giá trị mặc định «0.0.0.0» còn lại nếu bạn muốn trình nuauth lắng nghe trên mọi giao diện (không khuyên).

source: Please enter an IP address of this system or "0.0.0.0". Default value : "127.0.0.1"
cs: Vložte prosím IP adresu tohoto počítače nebo "0.0.0.0". Výchozí hodnota je: "127.0.0.1"
vi: Hãy nhập một địa chỉ IP của hệ thống này, hoặc «0.0.0.0». Giá trị mặc định: «127.0.0.1».

source: Nuauth gateway listening port
cs: Port, na kterém poslouchá brána Nuauth
vi: Cổng lắng nghe cổng ra nuauth

source: Nuauth needs to bind to an UDP port, to communicate with the nufw daemon. This is not an option, a port must always be listening. It is suggested you leave it at its default value (4129), which is very good for everyone (or nearly). Don't forget to reconfigure your nufw installation, if you change this.
cs: Aby mohl nuauth komunikovat s daemonem nufw, potřebuje přiřadit port UDP. Tohle není možnost, na portu musí vždy naslouchat. Doporučujeme ponechat zde výchozí hodnotu (4129), což je rozumné nastavení pro všechny (nebo téměř pro všechy) uživatele. Při změně portu nezapomeňte správně přenastavit také instalaci nufw.
vi: Trình nuauth cần đóng kết đến mốt cổng UDP, để truyền thông với trình nền nufw. Không phải tùy chọn: phải có một cổng lắng nghe suốt. Đệ nghị bạn sử dụng giá trị mặc định (4129), mà thích hợp gần mọi trường hợp. Đừng quên cấu hình lại bản cài đặt nufw, nếu bạn thay đổi giá trị này.

source: Nuauth users listening port
cs: Uživatelé Nuauth poslouchají na portu
vi: Cổng lắng nghe người dùng nuauth

source: Nuauth needs to bind to an UDP port, to communicate with clients (users) that authenticate. This is not an option, a port must always be listening. It is suggested you leave it at its default value (4130), which is very good for everyone (or nearly). Don't forget to reconfigure your clients installations, if you change this.
cs: Nuauth potřebuje mít pro komunikaci s klienty (uživateli, které autentikuje) přiřazen port UDP. Tohle není možnost, na portu musí vždy naslouchat. Doporučujeme ponechat zde výchozí hodnotu (4130), což je velmi dobrá volba pro každého (nebo téměř pro každého) uživatele. Při změně portu nezapomeňte příslušně nastavit také vaše klientské instalace.
vi: Trình nuauth cần đóng kết đến mốt cổng UDP, để truyền thông với trình khách (người dùng). Không phải tùy chọn: phải có một cổng lắng nghe suốt. Đệ nghị bạn sử dụng giá trị mặc định (4130), mà thích hợp gần mọi trường hợp. Đừng quên cấu hình lại bản cài đặt của mọi trình khách, nếu bạn thay đổi giá trị này.

source: Please input a numeric port number.
cs: Zadejte prosím číslo portu.
vi: Hãy nhập một số hiệu cổng thuộc số.

source: Nufw daemon IP address
cs: IP adresa daemona Nufw
vi: Địa chỉ IP trình nền nufw

source: This is the IP address where the Nufw daemon can be reached. If you run nufw and nuauth on the same box, leave it at default value of 127.0.0.1. Else enter an IP address.
cs: Na této IP adrese bude běžet daemon Nufw. Pokud bude běžet nufw a nuauth na stejném počítači, nechte zde výchozí hodnotu: 127.0.0.1. Jinak zadejte IP adresu.
vi: Giá trị này là địa chỉ IP được dùng để tới trình nền Nufw. Nếu bạn có chạy hai trình nufw và nuauth trên cùng một máy, hãy sử dụng giá trị mặc định là «127.0.0.0». Nếu không thì hãy nhập một địa chỉ IP khác.

source: Nufw daemon port
cs: Port daemonu Nufw
vi: Cổng trình nền nufw

source: This must be the port number nufw is configured to listen on your installation. On most installations, the default value of 4128 will be correct. Please input a numeric port number.
cs: Zde musíte zadat číslo portu, na kterém bude program nufw naslouchat. Na většině zařízení bude tou správnou volbou výchozí hodnota 4128. Zadejte prosím číselnou hodnotu portu.
vi: Giá trị này phải là số hiệu cổng nơi trình nufw được cấu hình để lắng nghe trong bản cài đặt bạn. Trong phần lớn bản cài đặt, giá trị mặc định «4128» là đúng. Hãy nhập một số hiệu cổng thuộc số.

source: Nuauth priority
cs: Priorita Nuauthu
vi: Ưu tiên nuauth

source: This is the priority associated with nuauth's answers. Change this parameter only if you know what you are doing. Default value : 1.
cs: Tato priorita je spojena s otázkami nuauthu. Tento parametr změnte pouze pokud víte, co děláte. Výchozí hodnotou je: 1.
vi: Giá trị này là ưu tiên liên quan đến trả lời của trình nuauth. Chỉ hãy thay đổi tham số này nếu bạn hiểu được kết quả. Giá trị mặc định là «1».

source: Nuauth timeout delay
cs: Prodleva Nuauthu
vi: Khoảng đợi thời hạn nuauth

source: This is the delay -in seconds- Nuauth should drop authentication packets from its "conntrack" when they match no actual packet. The default value of 5 looks like a good one.
cs: Zpoždění (v sekundách), po kterou bude Nuauth zahazovat autentikační pakety z jeho "conntrack", když nebudou vyhovovat žádným běžným paketům. Výchozí hodnota 5 vypadá jako rozumná volba.
vi: Giá trị này là khoảng đợi (theo giây) sau mà trình Nuauth nên bỏ gói tin xác thực ra «conntrack» (đường dẫn kết nối) của nó khi gói tin ấy không khớp với gói tin thật nào. Giá trị mặc định là 5 mà hữu ích.

source: Please specify a number here.
cs: Zadejte zde prosím číslo.
vi: Hãy nhập một số nào đó vào đây.

source: Nuauth user request threads number
cs: Počet vláken nuauthu pro uživatelské dotazy
vi: Số mạch yêu cầu người dùng nuauth

source: This is the number of threads nuauth will run to deal with users requests. Change this parameter only if needed. Default value : 10.
cs: Toto je počet vláken, které nuauth spustí podle množství požadavků jednotlivých uživatelů. Tento parametr změňte pouze v případě potřeby. Výchozí hodnota je: 10.
vi: Giá trị này là tổng số mạch mà trình nuauth sẽ chạy để xử lý các yêu cầu của người dùng. Bạn hãy thay đổi tham số này chỉ khi cần thiết thôi. Giá trị mặc định là 10.

source: Nuauth gateway request threads number
cs: Počet vláken nuauthu pro požadavky od brány
vi: Số mạch yêu cầu cổng ra nuauth

source: This is the number of threads nuauth will run to deal with requests from Nufw. Change this parameter only if needed. Default value : 10.
cs: Toto je počet vláken, které nuauth spustí pro obsloužení požadavků Nufw. Tento parametr změnte pouze v případě potřeby. Výchozí hodnota je: 10.
vi: Giá trị này là tổng số mạch mà trình nuauth sẽ chạy để xử lý các yêu cầu từ trình Nufw. Bạn nên thay đổi tham số này chỉ nếu cần thiết thôi. Giá trị mặc định là 10.

source: User check module
cs: Modul pro kontrolu uživatelů
vi: Mô-đun kiểm tra người dùng

source: Here are possible plugins, which are ways of authenticating users of your network. You must choose one, which will be used by nuauth to check user/group relationships.
cs: Zde jsou možná rozšíření, která jsou nutná pro autentikaci uživatelů vaší sítě. Jedno z nich si musíte zvolit a to pak bude nuauth používat ke kontrole uživatelů/skupin a jejich vzájemných vztahů.
vi: Tại đây có một số bộ cầm phít có thể, cung cấp cách xác thực người dùng mạng bạn. Bạn phải chọn một bộ, mà trình nuauth sẽ dùng để kiểm tra quan hệ giữa người dùng và nhóm.

source: libldap
cs: libdldap

source: ACL check module
cs: Kontrolní modul ACL
vi: Mô-đun kiểm tra ACL

source: Here are possible plugins for ACLs definitions. One single of them must be chosen. For now the choice is easy, as only "libldap" is available ;-)
cs: Zde jsou možné moduly pro definici ACL. Musíte zvolit právě jeden z nich. Nyní je volba jednoduchá, protože je k dispozici pouze "libldap" ;-)
vi: Tại đây có một số bô cầm phít có thể cho lời định nghĩa ACL. Bạn phải chọn chỉ một bộ thôi. Lúc này có thể chọn dễ dàng, vì chỉ có «libldap» sẵn sàng. :-)

source: SSL communications with clients
cs: SSL komunikace s klienty
vi: Truyền thông SSL với trình khách

source: If you set this to 1, only SSL encrypted authentications will be accepted from clients. If you set this to 0, a hash will be used. It is strongly advised to use SSL encryption, which is the default.
cs: Pokud ji nastavíte na 1, pak bude od klientů přijímána pouze autentikace šifrovaná pomocí SSL. Při na stavení na 0 bude použit hash. Velmi doporučujeme použít SSL šifrování, které je proto výchozí.
vi: Nếu bạn lập giá trị này là 1, trình nuauth sẽ chấp nhận chỉ cách xác thực mật mã bằng SSL từ trình khách. Nếu bạn lập nó là 0, sẽ dùng một băm. Khuyến khích bạn sử dụng mặt mã SSL, mà là mặc định.

source: SSL key for clients communication
cs: SSL klíč pro komunikaci s klienty
vi: Khóa SSL để truyền thông với trình khách

source: Please enter the full path of the private key that will be used for clients communications.
cs: Vložte prosím celou cestu umístění soukromého klíče, který se použije pro komunikaci s klienty.
vi: Hãy nhập đường dẫn đầy đủ tới khóa riêng sẽ được dùng để truyền thông với trình khách.

source: Password of the SSL key for clients communication
cs: Heslo pro SSL klíč nutný pro komunikaci s klienty
vi: Mật khẩu của khóa SSL để truyền thông với trình khách

source: Please enter password to use with specified key. Keep empty if there is no password. Please be aware that your password cannot contain the slash "/" character when set from debconf (it can contain it if you edit config file by hand).
cs: Zadejte prosím heslo, které se má použít s určeným klíčem. Pokud nechcete žádné heslo, ponechte pole prázdné. Uvědomte si prosím, že heslo nemůže obsahovat žádná lomíka "/" (při nastavení z debconfu). Při ruční úpravě konfiguračního souboru to samozřejmě možné je.
vi: Hãy nhập mật khẩu cần dùng với khóa đã ghi rõ. Có thể bỏ rỗng nếu không có mật khẩu. Hãy ghi chú rằng mật khẩu ấy không thể chứa ký tự xuyệc «/» khi được lập từ trình cấu hình debconf (còn có thể chứa nó khi tự hiệu chỉnh tập tin cấu hình).

source: Users activity logging
cs: Logování uživatelské aktivity
vi: Ghi lưu hoạt động người dùng

source: How to log users activity: - 0 : no log at all - 1 : log new user - 2 : log rejected packets - 4 : log all packets Default value : 1
cs: Jak logovat uživatelskou aktivitu: - 0 : žádné logování - 1 : logování nového uživatele - 2 : logování odmítnutých paketů - 4 : logování všech paketů Výchozí hodnota : 1
vi: Cấp ghi lưu hoạt động người dùng: • 0 : không ghi lưu gì cảl • 1 : ghi lưu người dùng mới • 2 : ghi lưu gói tin bị từ chối • 4 : ghi lưu mọi gói tin Giá trị mặc định : 1

source: Whether to sync users logs
cs: Synchronizovat uživatelské logy?
vi: Có nên đồng bộ hóa bản ghi người dùng hay không

source: Syncing users logs makes activities overall slower, but guarantees users logs (for instance, in SQL database) exist before the network packet is passed through. It is advised to set this option if you setup nuauth for SSO. - 0 : no sync - 1 : sync Default value : 1
cs: Synchronizace uživatelských logů zpomaluje výkon progamu, ale zaručuje, že se záznamy opravdu uloží (například, v SQL databázi) a to ještě před tím než je paket puštěn skrz. Pokud nastavujete nuauth podle SSO, tak se obecně doporučuje tuto možnost nastavit. - 0 : bez synchronizace - 1 : synchronizace Výchozí hodnota : 1
vi: Đồng bộ hóa bản ghi người dùng giảm tốc độ toàn hoạt động, nhưng mà cũng đảm bảo đã có bản ghi người dùng (v.d. trong cơ sở dữ liệu SQL) trước khi gói tin mạng được gởi qua. Khuyên bạn lập tùy chọn này nếu định thiết lập trình nuauth cho SSO. • 0 : không đồng bộ • 1 : đồng bộ Giá trị mặc định: 1

source: Whether to update logs automatically for consistency
cs: Aktualizovat logy automaticky, aby byly konzistentní?
vi: Có nên tự động cập nhật bản ghi để đạt tính nhất quán hay không

source: If set to 1, whenever a connection already in conntrack (for TCP or UDP, same source IP, same source port) will be opened, existing connections that might already exist in our conntrack will be closed. If set to 0, no such update will be performed. The Safe option is to use 1. Setting this to 0 may cause SSO modules to refuse some connections, in some rare cases. - 0 : no update - 1 : strict update of existing 'old' connections Default value : 1
cs: Při nastavení na hodnotu 1 budou otevřena spojení, která jsou již v conntracku (platí to pro TCP nebo UDP ze stejné IP adresy a zdrojového portu). Stávající spojení, která by mohla být v conntracku, budou uzavřena. Pokud zde nastavíte hodnotu 0, nebude provedena žádná aktualizace. Bezpečnou volbou je použití 1. Při nastavení na 0 mohou SSO moduly v několika vzácných případech způsobit odmítnutí některých spojení. - 0 : bez aktualizace - 1 : aktualizace stávajících 'starých připojení Výchozí hodnota : 1
vi: Nếu bạn lập giá trị này là 1, khi mà mở một kết nối đã có trong đường dẫn kết nối (cho TCP hay UDP, cùng một địa chỉ IP nguồn, cùng một cổng nguồn), lúc ấy sẽ đóng mọi kết nối đã mở mà cũng đã có trong đường dẫn kết nối.

source: Users logs module
cs: Modul pro logování uživatelů
vi: Mô-đun bản ghi người dùng

source: Choose the media users activity will be logged into. It is advised you log users activity into a database.
cs: Zvolte, kam se má zaznamenávat uživatelská aktivita. Uživatelskou aktivitu je doporučeno logovat do databáze.
vi: Hãy chọn lưu ghi hoạt động người dùng vào phương tiện nào. Khuyên bạn ghi lưu hoạt động người dùng vào một cơ sở dữ liệu.

source: LDAP server address
cs: Adresa LDAP serveru
vi: Địa chỉ máy phục vụ LDAP

source: Please enter the IP address of the LDAP server
cs: Vložte prosím IP adresu LDAP serveru
vi: Hãy nhập địa chỉ IP của máy phục vụ LDAP

source: LDAP server port
cs: Port LDAP serveru
vi: Cổng phục vụ LDAP

source: Please enter the TCP port number of the LDAP server 389 is standard non encrypted LDAP port. If you set 636 as port, LDAP SSL will be used.
cs: Vložte prosím číslo TCP portu LDAP serveru (389 je obvyklý nešifrovaný port pro LDAP). Pokud zvolíte číslo 636, bude použito LDAP SSL.
vi: Hãy nhập số hiệu cổng TCP của máy phục vụ LDAP. Số 389 là một cổng LDAP không mật mã chuẩn. Nếu bạn lập số 639 là cổng ấy thì sẽ dùng SSL LDAP.

source: cn=admin,dc=yourdomain,dc=com
cs: cn=admin,dc=vasedomena,dc=cz

source: LDAP dn to bind ldap connection to
cs: LDAP doména pro přiřazení připojení
vi: Đóng kết sự kết nối LDAP tới tên miền LDAP nào?

source: Please enter the dn you want LDAP connections to bind to
cs: Zadejte prosím doménu, ke které se mají LDAP spojení připojovat
vi: Bạn có muốn mọi sự kết nối LDAP kết nối đến tên miền nào?

source: LDAP password to use
cs: LDAP heslo
vi: Mật khẩu LDAP cần dùng

source: Please enter password that should be used to connect to the LDAP server. You will not be able to read password on the screen as you type it.
cs: Zadejte prosím heslo, které se má použít pro připojení k LDAP serveru. Při zadávání se vám nebudou zobrazovat písmena.
vi: Hãy nhập mật khẩu sẽ được dùng để kết nối đến máy phục vụ LDAP. Khi gõ mật khẩu ấy, bạn sẽ không thể đọc nó trên màn hình.

source: LDAP request timeout
cs: LDAP prodleva
vi: Thời hạn yêu cầu LDAP

source: Time after which LDAP connection will be considered to be lost when no reply is received.
cs: Čas, po kterém bude připojení považováno za ztracené, pokud nepřijde žádná odpověď.
vi: Nếu chưa nhận trả lời sau thời gian này, sự kết nối LDAP sẽ được phân loại đã bị mất.

source: dc=yourdomain,dc=com
cs: dc=vasedomena,dc=cz

source: Base DN for LDAP search requests
cs: Základní rozlišitelné jméno pro požadavky vyhledávání přes LDAP
vi: Tên miền cơ bản cho mọi yêu cầu tìm kiếm LDAP

source: dc=acls,dc=yourdomain,dc=com
cs: dc=acls,dc=vasedomena,dc=cz

source: Base DN for ACL search requests
cs: Základní rozlišitelné jméno pro požadavky vyhledávání ACL
vi: Tên miền cơ bản cho mọi yêu cầu tìm kiếm ACL

source: dc=users,dc=yourdomain,dc=com
cs: dc=acls,dc=vašedoména,dc=cz

source: Base DN for users search requests
cs: Základní rozlišitelné jméno pro požadavky na vyhledávání uživatelů
vi: Tên miền cơ bản cho mọi yêu cầu tìm kiếm người dùng

source: DBM file with users/groups definition
cs: DBM soubor s definicí uživatelů/skupin
vi: Tập tin cơ sở dữ liệu có lời định nghĩa người dùng/nhóm

source: Decision to accept when groups disagree
cs: Rozhodnutí o přijetí, pokud skupiny nesouhlasí
vi: Quyết định chấp nhận khi nhóm không đồng ý

source: When a user is member of several groups, it can happen that some groups grant access for a connection, and others deny it. If you choose 1 here, connection will be denied in those cases. If you choose 0, connection will be granted as soon as one group user is member of grants the right to connect.
cs: Když je uživatel členem různých skupin, může se stát, že některé skupiny umožňují přístup pro připojení a jiné ho zamítají. Pokud zde zvolíte 1, tato připojení budou zamítnuta. Pokud zvolíte 0, připojení budou udělena podle příslušné skupiny, která připojení umožní.
vi: Khi một người dùng nào đó là thành viên của vài nhóm khác, một trường hợp có thể là một số nhóm ấy cho phép truy cập kết nối, còn một số nhóm khác từ chối truy cập. Nếu bạn chọn giá trị 1 tại đây thì sẽ từ chối khả năng kết nối trong mọi trường hợp loại ấy. Còn nếu bạn chọn số 0, sẽ cho phép kết nối một khi chỉ một nhóm của người dùng ấy cho phép quyền kết nối.

source: MySQL Server Address
cs: Adresa MySQL serveru
vi: Địa chỉ máy phục vụ MySQL

source: Please enter IP address (or DNS name) of your Mysql server.
cs: Zadejte prosím IP adresu (nebo DNS jméno) vašeho Mysql serveru.
vi: Hãy nhập địa chỉ IP (hay tên DNS: tên hệ thống tên miền) của máy phục vụ MySQL bạn.

source: Mysql Server port
cs: Port Mysql serveru
vi: Cổng máy phục vụ MySQL

source: Please enter TCP port of your Mysql server.
cs: Zadejte prosím TCP port vašeho Mysql serveru.
vi: Hãy nhập cổng TCP của máy phục vụ MySQL.

source: Mysql Database Name
cs: Jméno Mysql databáze
vi: Tên cơ sở dữ liệu MySQL

source: Please enter the database name to use to connect to MYSQL server
cs: Zadejte prosím jméno databáze, která se má použít pro spojení s MySQL serverem.
vi: Hãy nhập tên cơ sở dữ liệu MySQL cần dùng để kết nối đến máy phục vụ MySQL.

source: Mysql table name
cs: Název tabulky Mysql
vi: Tên bảng MySQL

source: Please enter the table name to use to connect to MYSQL server
cs: Zadejte prosím jméno tabulky, která se má použít pro připojení k MySQL serveru.
vi: Hãy nhập tên bảng cần dùng để kết nối đến máy phục vụ MySQL.

source: Mysql username
cs: Uživatelské jméno MySQL
vi: Tên người dùng MySQL

source: Please enter the username to use to connect to MYSQL server
cs: Zadejte prosím uživatelské jméno, které se má použít pro připojení k MySQL serveru.
vi: Hãy nhập tên người dùng cần dùng để kết nối đến máy phục vụ MySQL.

source: Mysql Password
cs: Heslo MySQL
vi: Mật khẩu MySQL

source: Please enter the password to use to connect to MYSQL server
cs: Zadejte prosím heslo, které se má použít pro připojení k MySQL serveru.
vi: Hãy nhập mật khẩu cần dùng để kết nối đến máy phục vụ MySQL.

source: Mysql Request timeout
cs: Mysql timeout
vi: Thời hạn yêu cầu MySQL

source: Please enter the timeout (in seconds) for connections to the MYSQL server
cs: Zadejte prosím timeout (v sekundách) pro připojení k MySQL serveru.
vi: Hãy nhập thời hạn (theo giây) khi kết nối đến máy phục vụ MySQL.

source: Use SSL for Mysql connections
cs: Použít SSL pro připojení k MySQL
vi: Dùng SSL khi kết nối loại MySQL

source: Set this to 1 to wrap MySQL connections in SSL, or 0 if you don't want to.
cs: Nastavte na 1, pokud chcete šifrovat MySQL spojení pomocí SSL. Pokud šifrování nechcete, zadejte 0.
vi: Hãy lập giá trị này là 1 để bao bọc mọi sự kết nối MySQL dùng SSL; còn lập số 0 nếu bạn không muốn làm như thế.

source: Private Key used for Mysql SSL connections
cs: Soukromý klíč použitý pro SSL spojení k MySQL
vi: Khóa riêng được dùng cho sự kết nối SSL MySQL

source: Please specify the absolute filename of the private key to use for Mysql connections.
cs: Zadejte prosím absolutní cestu k souboru s privátním klíčem, který se má použít pro připojení k MySQL.
vi: Hãy ghi rõ tên tập tin tuyệt đối của khóa riêng cần dùng khi kết nối đến máy phục vụ MySQL.

source: Public Certificate used for Mysql SSL connections
cs: Veřejný certifikát používaný pro SSL spojení k Mysql
vi: Chứng nhận được dùng cho sự kết nối SSL MySQL
